{
    "nav.home": "Home",
    "nav.services": "Services",
    "nav.about": "About",
    "nav.contact": "Contact",
    "home.title": "Joost Kamstra",
    "home.subtitle": "Product Discovery Coach",
    "home.intro": "As an experienced Product Discovery Coach, I empower organizations to create impactful products. With over a decade of experience leading product companies, I guide teams in transforming their discovery processes to maximize value and minimize waste.",
    "services.title": "Services",
    "services.intro": "In essence, I help maximize value and minimize waste with the inevitable limited resources such as time, money, and energy. My services include:",
    "services.examples.intro": "During my coaching and workshops, I will focus on the following key topics:",
    "services.examples.list": [
        "Core principles of effective product discovery",
        "Outcome-driven vs output-driven",
        "Empowered product teams",
        "Roles in product teams",
        "Understanding problems and opportunities",
        "Customer interviews",
        "Quantitative research",
        "Assumption mapping and testing",
        "Prototyping",
        "Risk management: value, usability, feasibility, and viability",
        "Story mapping",
        "Prioritization"
    ],
    "services.workshop.title": "Workshops for Teams or Departments",
    "services.workshop.description": "Intensive workshops utilizing proven techniques like Design Thinking and Lean Startup to boost idea generation and validation.",
    "services.coaching.teams.title": "Coaching Product Teams",
    "services.coaching.teams.description": "Coaching product teams or departments to elevate their product discovery skills to a structurally higher level.",
    "services.coaching.leadership.title": "Coaching Leadership Teams",
    "services.coaching.leadership.description": "Coaching leadership teams to make the necessary transformation towards a product operating model.",
    "about.title": "About Me",
    "about.description": "Drawing from my extensive experience at KPN, DPG Media, Ahold-Delhaize, and Sissy-Boy, I bring valuable insights in product management and coaching. My diverse background spans both B2B and B2C environments, allowing me to adapt methods to various business models and customer types.",
    "about.approach": "My approach is rooted in modern product management principles, focusing on creating products that are not just viable, but valuable, usable, and feasible. I believe in the power of effective discovery to drive innovation and create products that truly resonate with customers.",
    "contact.title": "Contact",
    "contact.cta": "Ready to revolutionize your product discovery process?",
    "contact.description": "Whether you're struggling with product-market fit, seeking innovation in a crowded market, or aiming to streamline your discovery process, I'm here to help. Let’s collaborate to uncover opportunities that will delight your customers and drive your business forward.",
    "contact.button": "Contact Me",
    "footer.rights": "All rights reserved.",
    "footer.privacy": "Privacy Policy"
}
