{
    "nav.home": "Home",
    "nav.services": "Services",
    "nav.about": "About",
    "nav.contact": "Contact",
    "home.title": "Joost Kamstra",
    "home.subtitle": "Product Discovery Coach",
    "home.intro": "As an experienced Product Discovery Coach, I empower organizations to create products that truly matter. With over a decade of experience in leading product companies, I help teams transform their product discovery process, resulting in increased value creation and reduced waste.",
    "services.title": "Services",
    "services.intro": "I help create more value (and less waste) with limited resources such as time, money, motivation, and more:",
    "services.workshop.title": "Workshops for Teams or Departments",
    "services.workshop.description": "Intensive sessions that equip your team with practical discovery techniques, leading to immediate improvements in idea generation and validation.",
    "services.coaching.teams.title": "Coaching Product Teams",
    "services.coaching.teams.description": "Coaching product teams or departments to elevate their product discovery skills to a structurally higher level.",
    "services.coaching.leadership.title": "Coaching Leadership Teams",
    "services.coaching.leadership.description": "Coaching leadership teams to make the necessary transformation towards a product operating model.",
    "about.title": "About Me",
    "about.description": "With extensive experience at companies like KPN, DPG Media, Ahold-Delhaize, and Sissy-Boy, I bring a wealth of knowledge in product management and coaching to help your team excel in product discovery.",
    "about.approach": "My approach is rooted in modern product management principles, focusing on creating products that are not just viable, but valuable, usable, and feasible. I believe in the power of effective discovery to drive innovation and create products that truly resonate with customers.",
    "about.experience": "My diverse background spans both B2B and B2C environments, allowing me to adapt discovery methods to various business models and customer types. Whether you're a startup or an established enterprise, I can help you navigate the complexities of product discovery and drive meaningful results.",
    "contact.title": "Contact",
    "contact.cta": "Ready to transform your product discovery?",
    "contact.description": "Whether you're struggling with product-market fit, looking to innovate in a crowded market, or simply want to make your discovery process more efficient and effective, I'm here to help. Let's work together to uncover opportunities that will delight your customers and drive your business forward.",
    "contact.button": "Contact Me",
    "footer.rights": "All rights reserved.",
    "footer.privacy": "Privacy Policy"
}
