{
    "nav.home": "Home",
    "nav.services": "Diensten",
    "nav.about": "Over mij",
    "nav.contact": "Contact",
    "home.title": "Joost Kamstra",
    "home.subtitle": "Product Discovery Coach",
    "home.intro": "Als ervaren Product Discovery Coach help ik organisaties om producten te creëren die er echt toe doen. Met meer dan tien jaar ervaring in toonaangevende productbedrijven, help ik teams hun product discovery-proces te transformeren, wat resulteert in verhoogde waardecreatie en verminderde verspilling.",
    "services.title": "Diensten",
    "services.intro": "Ik help bij het creëren van meer waarde (en minder waste) met beperkte middelen zoals tijd, geld, motivatie, enzovoort:",
    "services.workshop.title": "Workshops voor Teams of Afdelingen",
    "services.workshop.description": "Intensieve sessies die uw team voorzien van praktische discovery-technieken, wat leidt tot directe verbeteringen in ideeëngeneratie en -validatie.",
    "services.coaching.teams.title": "Coaching van Product Teams",
    "services.coaching.teams.description": "Coaching van product teams of afdelingen om hun product discovery vaardigheden naar een structureel hoger niveau te brengen.",
    "services.coaching.leadership.title": "Coaching van Leadership Teams",
    "services.coaching.leadership.description": "Coaching van leadership teams om de benodigde transformatie naar een product operating model te maken.",
    "about.title": "Over mij",
    "about.description": "Met uitgebreide ervaring bij bedrijven zoals KPN, DPG Media, Ahold-Delhaize en Sissy-Boy, breng ik een schat aan kennis in productmanagement en coaching om uw team te laten excelleren in product discovery.",
    "about.approach": "Mijn aanpak is geworteld in moderne principes van productmanagement, gericht op het creëren van producten die niet alleen levensvatbaar zijn, maar ook waardevol, bruikbaar en haalbaar. Ik geloof in de kracht van effectieve discovery om innovatie te stimuleren en producten te creëren die echt resoneren met klanten.",
    "about.experience": "Mijn diverse achtergrond omvat zowel B2B- als B2C-omgevingen, waardoor ik discovery-methoden kan aanpassen aan verschillende bedrijfsmodellen en klanttypes. Of u nu een startup bent of een gevestigde onderneming, ik kan u helpen navigeren door de complexiteit van product discovery en betekenisvolle resultaten behalen.",
    "contact.title": "Contact",
    "contact.cta": "Klaar om uw product discovery te transformeren?",
    "contact.description": "Of u nu worstelt met product-markt fit, zoekt naar innovatie in een drukke markt, of simpelweg uw discovery-proces efficiënter en effectiever wilt maken, ik ben er om te helpen. Laten we samenwerken om kansen te ontdekken die uw klanten zullen verrassen en uw bedrijf vooruit zullen stuwen.",
    "contact.button": "Neem contact op",
    "footer.rights": "Alle rechten voorbehouden.",
    "footer.privacy": "Privacybeleid"
}
